/* No comment provided by engineer. */
"Invalid data" = "Données non valides";

/* No comment provided by engineer. */
"Private key unavailable" = "Clé privée indisponible";

/* No comment provided by engineer. */
"Public key unavailable" = "Clé publique indisponible";

